Repository: r4hx/DuolingoFree
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Russian
ru: Русский

source: English
ru: Английский

# MODEL_URL_VERBOSE_NAME
source: Link
ru: Ссылка

# MODEL_URL_HELP_TEXT
source: Enter your invited-link
ru: Введите ссылку-приглашение

# MODEL_STATE_VERBOSE_NAME
source: State
ru: Состояние

# MODEL_STATE_HELP_TEXT
source: Current task state
ru: Текущее состояние задачи

# MODEL_CREATED_AT_VERBOSE_NAME
source: Created at
ru: Дата создания

# MODEL_CREATED_AT_HELP_TEXT
source: Created at date
ru: Дата создания задачи

# MODEL_RUNNING_AT_VERBOSE_NAME
source: Running at
ru: Дата запуска

# MODEL_RUNNING_AT_HELP_TEXT
source: Running at date
ru: Дата запуска задачи

# MODEL_FINISHED_AT_VERBOSE_NAME
source: Finished at
ru: Дата завершения

# MODEL_FINISHED_AT_HELP_TEXT
source: Finished at date
ru: Дата завершения задачи

# SITE_DESCRIPTION
source: Online application for a free Duolingo Super subscription. Does not require a username and password for your account.
ru: Онлайн приложение для получения бесплатной подписки Duolingo Super. Не требует логина и пароля от вашей учетной записи.

# SITE_LINK_CHAT
source: Chat
ru: Чат

# SITE_LINK_DONATE
source: Donate
ru: Поддержать

# SITE_LINK_BLOG
source: Blog
ru: Блог

# AUTHOR
source: Egorov Egor
ru: Егоров Егор

# SITE_TITLE
source: Duolingo Super Free
ru: Duolingo Super бесплатно

# SITE_WELCOME_TEXT_TITLE
source: Welcome to Duolingo Super Free!
ru: Бесплатная подписка Duolingo Super!

# DUOLINGO_PARTNERS_URL
source: https://support.duolingo.com/hc/en-us/articles/4404225309581-How-does-the-referral-program-work-
ru: https://support.duolingo.com/hc/ru/articles/4404225309581-Как-работает-реферальная-программа-

# SITE_WELCOME_TEXT_DESCRIPTION
source: Get 7 days free, send your invition link below
ru: Получите 7 дней бесплатно по ссылке-приглашению

# SITE_SUBMIT_BUTTON_PLACEHOLDER
source: Put the link here
ru: Скопируй ссылку сюда

# SITE_FORM_HELP_TEXT_IDLE
source: Your task will be launched instantly
ru: Задача будет запущена сразу

# %(count)s SITE_FORM_HELP_TEXT_BUSY
source: Your task will run after %(count)s minute(s)
ru: Задача будет запущена через %(count)s минут(ы)

# SITE_SUBMIT_BUTTON_TEXT
source: Submit
ru: Отправить

# SITE_ICON_RUNNING_TASKS_TITLE
source: Running tasks
ru: Запущенные задачи

# SITE_ICON_QUEUED_TASKS_TITLE
source: Tasks in queue
ru: Задачи в очереди на выполнение

# SITE_ICON_ERRORED_TASKS_TITLE
source: Dropped tasks with error
ru: Упавшие задачи с ошибкой

# SITE_ICON_FINISHING_TASKS_TITLE
source: Finished tasks
ru: Завершенные задачи

# SITE_RULES_LINE_ONE
source: You can send the link more than once.
ru: Вы можете отправить ссылку более одного раза.

# SITE_RULES_LINE_TWO
source: No login or password required.
ru: Не требуется логин или пароль.

# SITE_RULES_LINE_THREE
source: Average task time 1 minute.
ru: Среднее время выполнение задачи 1 минута.

# SITE_RULES_LINE_FOR
source: Only one slot for running.
ru: Если случилась ошибка просто добавьте ссылку еще раз.

# SITE_RULES_LINE_FIVE
source: Just add new task if current is break.
ru: Одновременно работает только одна задача.

# SITE_RULES_LINE_SIX
source: Any questions? Ask in the chat.
ru: Остались вопросы? Пишите в чат.

# LINK_SEND_LIMIT
source: You sent max links for the day
ru: Вы достигли дневного ограничения на отправку ссылок

source: Link sending to queue
ru: Ссылка отправлена в очередь

# LINK_BAD
source: Your link is bad, please check it
ru: Вы прислали неверную ссылку
